brew "btop"
brew "fastfetch"
brew "git"
brew "gnutls"
brew "iperf"
brew "midnight-commander"
brew "nmap"
brew "python3"
brew "tailscale"
brew "tmux"
brew "wget"
cask "1password"
cask "bentobox"
cask "drawio"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "jordanbaird-ice"
cask "lunar"
cask "macwhisper"
cask "obsidian"
cask "openscad"
cask "powershell"
cask "sublime-text"
cask "telegram"
cask "visual-studio-code"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "jnoortheen.nix-ide"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
